{
  "Louis": {
    "Paragraph": " King Louis XVI was heavily underprepared in his role as king. Although he tried his best to keep well-minded intentions for the people of France, he fell short and lacked the knowledge necessary to perform sufficiently as ruler. As a result, France plummeted into debt leaving members of the the third estate angry at the king. Eventually, the National Assembly transferred Louis XVI to the Tuileries Palace where he attempted to flee, but failed. Shortly after, he was accused of planning an invasion of France by other European countries, like Austria and Prussia. King Louis XVI was put to death for treason because of this and died by guillotine on January 21, 1793.",
    "img": "./imgs/louis.jpg"
  },
  "Marie": {
    "Paragraph": "Placeholder",
    "img": "./imgs/marie.jpg"
  },
  "Robespierre":{
   "Paragraph": "Robespierre was part of the Jacobins, then he transitioned to be part of the committee of public safety. During his time in power he was seen as a dictator, this is due to the amount of people who died during his time. The time he was in power is referred to as the reign of terror. He was responsible for over 30,000 deaths. He acted as a judge for the people who were accused of being against the republic. During his time he was an advocate for King Louie’s killing.",
    "img": "./imgs/Robespierre.jpg"
  },
  "ROT": {
    "Paragraph": "The reign of terror was a time in France when Robespierre was in control. During this time 30,000 - 50,000 were executed due to being accused of terrorist accusations. For example, popular accusations include wearing the wrong color and having extra food. Furthermore, this time was seen as life in fear. People were commonly feared that they would be killed by one of three methods, guillotine, being shot, and drowned. This fear only lasted one year when Robespierre was killed.",
    "img": "./imgs/rot.jpg"
  },
  "Guillotine": {
   "Paragraph": "The guillotine was the main mode of execution during the French Revolution. It was first heavily utilized by Robespierre after the execution of Louis XVI. With the marking of the Reign of Terror, the guillotine was used an extreme amount of times. The guillotine is made with two pieces of wood with a hole down the center of the top and an opening in the middle of the side. The hole in the side is used to hold someone’s head down, and the hole in the middle is used to let the blade fall through the wood to decapitate the victim. During the reign of terror, the guillotine was used so many times that the blade would dull, and it would take multiple falls of the blade to fully decapitate the victim.",
    "img": "./imgs/guillotine.jpg"
  },
  "Storming": {
    "Paragraph": "The Storming of the Bastille was a very famous event in the French Revolution. After the Estates-General meeting, the National Assembly returned home and got word of the Monarchy sending some royal troops to their location. The third estate thought that the royal troops were going to attack them, so they stormed the Bastille, which was a prison, to get weapons and troops to protect themselves from them. The Storming of the Bastille would be very important in the French Revolution as it marked the first physical rebellion of the French.",
    "img": "./imgs/storming.jpg"
  },
  "Meeting": {
    "Paragraph": "King Louis XVI recognized the issues happening in the third estate and held a meeting with representatives from all of the estates. 300 for the first two and 600 for the third estate. The issue was, he had trouble figuring out a good way to hold a voting system, individually, or by estate. The obvious answer was individually to accommodate for the third estate who had the majority of the issues, because of this, they declared themselves the national assembly. This angered the king, and he locked them out of the meeting where they would go on to make the Tennis Court Oath.",
    "img": "./imgs/meeting.jpg"
  },
  "Oath": {
    "Paragraph": "After being locked out of the Estates-General Meeting by King Louis XVI, the Third Estate, now known as the national assembly, did not know what they could do. They stayed in an empty tennis court and they made an oath to not stop fighting until they had equal rights in the French Society. The Tennis Court oath was very important to the French Revolution as it was the true beginning of the revolution. This oath is basically the third estate breaking off from France. This oath would lead to many important events like the Storming of the Bastille. It was extremely important.",
    "img": "./imgs/tennis.jpg"
  }
}
